tsdye/tsdye.org
#+CATEGORY: Thomas S. Dye
#+OPTIONS: broken-links:nil todo:nil
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+STARTUP: entitiespretty
#+STARTUP: noinlineimages
#+hugo_base_dir: .
#+MACRO: R [[https://www.r-project.org/][=R=]]
#+MACRO: ArchaeoPhases [[http://www.math.sciences.univ-nantes.fr/~philippe/ArchaeoPhases.html][=ArchaeoPhases=]]
#+MACRO: BCal [[https://bcal.shef.ac.uk/][=BCal=]]
#+MACRO: OxCal [[https://c14.arch.ox.ac.uk/oxcal.html][=OxCal=]]
#+MACRO: ChronoModel  [[https://chronomodel.com/][=ChronoModel=]]
#+MACRO: hm [[http://tsdye.online/harris-matrix/homepage][=hm=]]
#+MACRO: Shiny [[https://shiny.rstudio.com/][=Shiny=]]

** DONE Facing a new public
   CLOSED: [2018-10-30 Tue 21:14]
   :PROPERTIES:
   :EXPORT_FILE_NAME: post-one
   :END:

After 17 years promoting myself as an historic preservation service provider to
government agencies and private corporations, I now have the wonderful
opportunity to pursue my research interests full time. This web site is my way
of keeping track of what I'm doing now that my days aren't filled completing
tasks a client requires.

As a firm believer that scientific inquiry and open-source software are
inseparable, I'm building my new web presence with an open-source tool chain
centered on the [[https://orgmode.org/][=Org mode=]] of the [[https://www.gnu.org/software/emacs/][=Emacs=]] editor. The [[https://orgmode.org/][=Org mode=]] sources for the
web page, posts, and projects are exported with Kaushal Modi's [[https://ox-hugo.scripter.co/][=ox-hugo=]]
software and rendered for the web by [[https://gohugo.io/][=Hugo=]].

I intend to add several projects to the two I have at the moment:
 - a publications list, with links;
 - highlights of a career in cultural resources management;
 - tracking progress in the leeward Kohala field system;
 - an illustration of the use of [[http://www.math.sciences.univ-nantes.fr/~philippe/ArchaeoPhases.html][=ArchaeoPhases=]] software; and
 - with some luck, results of a long-dormant project with Jennie Kahn describing
   the Hawaiian adzes in Bishop Museum.

