tsdye/content/posts/post-one.md
+++
title = "Facing a new public"
author = ["Thomas S. Dye"]
date = 2018-10-30T21:14:00-10:00
draft = false
+++

After 17 years promoting myself as an historic preservation service provider to
government agencies and private corporations, I now have the wonderful
opportunity to pursue my research interests full time. This web site is my way
of keeping track of what I'm doing now that my days aren't filled completing
tasks a client requires.

As a firm believer that scientific inquiry and open-source software are
inseparable, I'm building my new web presence with an open-source tool chain
centered on the [`Org mode`](https://orgmode.org/) of the [`Emacs`](https://www.gnu.org/software/emacs/) editor. The [`Org mode`](https://orgmode.org/) sources for the
web page, posts, and projects are exported with Kaushal Modi's [`ox-hugo`](https://ox-hugo.scripter.co/)
software and rendered for the web by [`Hugo`](https://gohugo.io/).

I intend to add several projects to the two I have at the moment:

-   a publications list, with links;
-   highlights of a career in cultural resources management;
-   tracking progress in the leeward Kohala field system;
-   an illustration of the use of [`ArchaeoPhases`](http://www.math.sciences.univ-nantes.fr/~philippe/ArchaeoPhases.html) software; and
-   with some luck, results of a long-dormant project with Jennie Kahn describing
    the Hawaiian adzes in Bishop Museum.
